[]
=on

[InstallWizard]
ProductName=Bloody7
//ErrorMessage=
MSG_001=Yükleme/Kaldırma için yetersiz öncelik !
MSG_101=Kurulum tamamlanamadı, yükleme başarısız oldu!!
MSG_102=Daha yeni bir versiyon yüklü durumda, yükleme durduruldu.
MSG_103=Kopyalanamıyor, devam etmek için "OK"'e tıklayınız
MSG_1040=Açılış ön yükleme bilgileri mevcut!
MSG_1041=Uyarlanabilir kayıt bilgileri mevcut!
MSG_1042=Program dosyası mevcut
MSG_201=Kaldırma bilgisi tamamlanamadı, devam edilemiyor!!
MSG_202=Dosya kaldırılamıyor. Devam etmek için"OK"'e basınız.
MSG_301=Güncelleme bilgisi tamamlanamadı, devam edilemiyor!!
MSG_302=Daha önceki sürümü kaldırın ve yeniden yükleyin.
MSG_501=Eski versiyon tespit edildi, yükseltmek için eminmisiniz ?
MSG_502=Yükseltme başarısız, lütfen yeniden deneyin !
MSG_503=En son versiyon hazır, güncelle ? 
//準備安裝畫面=
FPrepare->Caption=Kurulum Sihirbazı
FPrepare->lb_Prepare->Caption=%P Kurulum programı hazırlanıyor, Kurulum sihirbazı kurulumu tamamlamanız için sizi yönlendirecektir, lütfen bekleyiniz.
FPrepare->lb_PrepareProc->Caption=Kurulum için hazırlanıyor…
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=%P Kurulum Sihirbazına hoş geldiniz! 
FWelcome->lb_StartInstallation->Caption=Kurulum Sihirbazı Bilgisayarınıza %P yazılımını yükleyecek. Eğer devam etmek istiyorsanız " Next "'e tıklayınız.
FWelcome->lb_SelectLanguage->Caption=Bir dil seçin
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=[%P] yazılımı yüklemeye hazır 
FSeriesSelect->lb_SelectSeriesDescription->Caption=Modelinizi seçin, başlamak için lütfen "Next"'e basın.
FSeriesSelect->rb_Series2->Caption=Çok Çekirdekli GUN3 V2
FSeriesSelect->rb_Series3->Caption=Çok Çekirdekli GUN3 V3
FSeriesSelect->rb_Series5->Caption=Çok Çekirdekli GUN3 V5
FSeriesSelect->rb_Series7->Caption=Çok Çekirdekli GUN3 V7
FSeriesSelect->rb_Series4->Caption=Çok Çekirdekli GUN3 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=Anlaşmayı kabul ediyorum
FEULA->rb_DisapproveOfEULA->Caption=Anlaşmayı kabul etmiyorum
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=Kuruluma hazır…
FAskInstall->lb_AskInstall->Caption=Kurulumu Başlatmak için "Setup" a tıklayınız. \\\\\\\\Eğer kurulum bilgilerini incelemek veya değiştirmek isterseniz "Back" ye tıklayınız. Kurulum Sihirbazını durdurmak için "Exit" e tıklayınız. 
//開始安裝畫面=
FInstall->lb_Title->Caption=Yükleniyor…
FInstall->lb_Install->Caption=Kurulum sihirbazı gerekli yüklemeleri yapıyor !
CopyFiles=Dosyaları kopyala
ChangeFolderCompetence=Klasör iznini değiştir
WriteRegOnUninstallFolder=Kayıt dosyasına yükleme bilgisi yazılıyor
WriteRegOnBootName=Kayıt dosyasına başlangıç bilgisi yazılıyor
CreateLinks=Kısayol oluştur 
WriteRegOnPrivateFolder=Kayıt dosyasına program bilgisi yazıyor
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=Kurulum tamamlanamadı, kurulumu şimdi sonlandırırsanız " Ekle/Kaldır" ın düzgün çalışmamasına yolaçabilir. \\\\Kurulumu şimdi sonlandırmak istediğinizden emin misiniz? 
//取消完成畫面=
FCancel->lb_Cancel->Caption=Kurulum tamamlandı 
FCancel->lb_Notes->Caption=Sistem değişmedi. Bu kurulum programını ileride tekrar çalıştırabilirsiniz. Kurulum Sihirbazını tamamlamak için "OK" ye tıklayınız.
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=Kurulum tamamlandı! 
FFinish->lb_Finish_Uninstall->Caption=Kaldırma tamamlandı!
FFinish->lb_Finish_Upgrade->Caption=Güncelleme tamamlandı !
FFinish->lb_FinishInstallNotes->Caption=Bilgisayarınıza %P yüklendi!
FFinish->lb_FinishUninstallNotes->Caption=Eski versiyon %P kaldırma işlemi tamamlandı!
FFinish->lb_FinishUpgradeNotes->Caption=%P güncellemesi tamamlandı!
FFinish->ck_StartProgram->Caption=%P yazılımını şimdi başlat 
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=Tüm programları ve foksiyonları kaldırmak istediğinizden emin misiniz? 
FUninstallConfirm->ck_DeleteUserLog->Caption=Delete logs(including: Programming,firearms files, button configurations….etc.)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=Eski %P yazılımı kaldırılıyor…
BackupSettingData=Yazılım yükleme verilerini sakla ?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=Güncellemeye veya düzeltmeye başlamak için "Güncelle/Düzelt" e tıklayınız. \\\\\\\Veya Kurulum Sihirbazını durdurmak için "Cancel " e tıklayınız.
FAskUpgradeAndRepair->bt_Upgrade->Caption=Güncelle/Düzelt 
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=Kurulum %P'ü yazılımını güncelliyor / onarıyor !
FUpgradeAndRepair->bt_Cancel->Caption=Çıkış

[UNINSTALL]
DISPLAY_NAME=Bloody7
PUBLISHER=Bloody
URL=http://www.bloody.tw/
LINK_PROGRAMS_PUBLISHER=Bloody
LINK_PROGRAMS_FOLDER=Bloody7
LINK_PROGRAMS_EXEC=Bloody7
LINK_PROGRAMS_UNIST=Bloody7'i kaldır
LINK_PROGRAMS_MANUAL=Manuel
LINK_DESKTOP=Bloody7

